[{"documents": [{"fulltext": false, "description": "IOP", "url": "file:///code/tests/functional/iop/fixtures/test_iop.xml", "source": "IOP", "key": "test_iop.xml", "hidden": true}], "acquisition_source": {"source": "iop", "method": "hepcrawl", "submission_number": "5652c7f6190f11e79e8000224dabeaad", "datetime": "2017-04-03T10:26:40.365216"}, "_collections": ["Literature"], "dois": [{"source": "IOP", "material": "publication", "value": "10.1088/1361-6560/aa6be8"}], "titles": [{"source": "IOP", "title": "Magnetic resonance imaging with hyperpolarized agents: methods and applications"}], "authors": [{"raw_affiliations": [{"source": "IOP", "value": "Department of Medical Physics, University of Wisconsin–Madison, Madison, WI, United States of America."}], "full_name": "Adamson, Erin B."}, {"full_name": "Ludwig, Kai D."}, {"full_name": "Mummy, David G."}, {"full_name": "Fain, Sean B."}], "publication_info": [{"page_end": "R123", "journal_title": "Phys. Med. Biol.", "material": "publication", "journal_volume": "62", "year": 2017, "page_start": "R81", "journal_issue": "13"}], "document_type": ["article"], "abstracts": [{"source": "IOP", "value": "In the past decade, hyperpolarized (HP) contrast agents have been under active development for MRI applications to address the twin challenges of functional and quantitative imaging. Both HP helium (<sup>3</sup>He) and xenon (<sup>129</sup>Xe) gases have reached the stage where they are under study in clinical research. HP <sup>129</sup>Xe, in particular, is poised for larger scale clinical research to investigate asthma, chronic obstructive pulmonary disease, and fibrotic lung diseases. With advances in polarizer technology and unique capabilities for imaging of <sup>129</sup>Xe gas exchange into lung tissue and blood, HP <sup>129</sup>Xe MRI is attracting new attention. In parallel, HP <sup>13</sup>C and <sup>15</sup>N MRI methods have steadily advanced in a wide range of pre-clinical research applications for imaging metabolism in various cancers and cardiac disease. The HP [1-<sup>13</sup>C] pyruvate MRI technique, in particular, has undergone phase I trials in prostate cancer and is poised for investigational new drug trials at multiple institutions in cancer and cardiac applications. This review treats the methodology behind both HP gases and HP <sup>13</sup>C and <sup>15</sup>N liquid state agents. Gas and liquid phase HP agents share similar technologies for achieving non-equilibrium polarization outside the field of the MRI scanner, strategies for image data acquisition, and translational challenges in moving from pre-clinical to clinical research. To cover the wide array of methods and applications, this review is organized by numerical section into (1) a brief introduction, (2) the physical and biological properties of the most common polarized agents with a brief summary of applications and methods of polarization, (3) methods for image acquisition and reconstruction specific to improving data acquisition efficiency for HP MRI, (4) the main physical properties that enable unique measures of physiology or metabolic pathways, followed by a more detailed review of the literature describing the use of HP agents to study: (5) metabolic pathways in cancer and cardiac disease and (6) lung function in both pre-clinical and clinical research studies, concluding with (7) some future directions and challenges, and (8) an overall summary."}], "curated": false, "citeable": true}, {"documents": [{"fulltext": false, "description": "IOP", "url": "file:///code/tests/functional/iop/fixtures/test_iop.xml", "source": "IOP", "key": "test_iop.xml", "hidden": true}], "acquisition_source": {"source": "iop", "method": "hepcrawl", "submission_number": "5652c7f6190f11e79e8000224dabeaad", "datetime": "2017-04-03T10:26:40.365216"}, "_collections": ["Literature"], "dois": [{"source": "IOP", "material": "publication", "value": "10.1088/1742-6596/851/1/012001"}], "titles": [{"source": "IOP", "title": "Response of optically stimulated luminescence dosimeters subjected to X-rays in diagnostic energy range"}], "authors": [{"raw_affiliations": [{"source": "IOP", "value": "Department of Physics, Universiti Teknologi Malaysia, Johor, Bahru Johor, 81300, Malaysia. Centre for Energy Research and Training, Ahmadu Bello University, Zaria, Kaduna State, P.M.B. 1014, Nigeria."}], "full_name": "Musa, Y."}, {"full_name": "Hashim, S."}, {"full_name": "Karim, M. K A"}, {"full_name": "Bakar, K.A."}, {"full_name": "Ang, W.C."}, {"full_name": "Salehhon, N."}], "publication_info": [{"journal_title": "J. Phys.: Conf. Ser.", "material": "publication", "journal_volume": "851", "year": 2017, "page_start": "012001", "journal_issue": "1"}], "document_type": ["article"], "abstracts": [{"source": "IOP", "value": "The use of optically stimulated luminescence (OSL) for dosimetry applications has recently increased considerably due to availability of commercial OSL dosimeters (nanoDots) for clinical use. The OSL dosimeter has a great potential to be used in clinical dosimetry because of its prevailing advantages in both handling and application. However, utilising nanoDot OSLDs for dose measurement in diagnostic radiology can only be guaranteed when the performance and characteristics of the dosimeters are apposite. In the present work, we examined the response of commercially available nanoDot OSLD (Al2O3:C) subjected to X-rays in general radiography. The nanoDots response with respect to reproducibility, dose linearity and signal depletion were analysed using microStar reader (Landauer, Inc., Glenwood, IL). Irradiations were performed free-in-air using 70, 80 and 120 kV tube voltages and tube currents ranging from 10 – 100 mAs. The results showed that the nanoDots exhibit good linearity and reproducibility when subjected to diagnostic X-rays, with coefficient of variations (CV) ranging between 2.3% to 3.5% representing a good reproducibility. The results also indicated average of 1% signal reduction per readout. Hence, the nanoDots showed a promising potential for dose measurement in general X-ray procedure."}], "curated": false, "citeable": true}]